{
    "result": [
        {
            "name": "FAQ",
            "items": [
                {
                    "q": "How do I change the difficulty?",
                    "a": "You can choose your difficulty at the top of the Settings page. Then go back to the home screen to start a new game of that difficulty.",
                    "path": "-",
                    "tags": ["easy", "medium", "hard", "difficulty"]
                },
                {
                    "q": "How do I get hints?",
                    "a": "Shake your phone for your first hint! Then a genie lamp should appear next to the timer. You can tap that to get more hints.",
                    "path": "-",
                    "tags": ["hints", "genie", "lamp"]
                },
                {
                    "q": "What does the text when you tap share mean?",
                    "a": "🧇: is the top row of the puzzle you solved as a sanity check; ✅: move by move validation; 🪄: highlighter; ✨: auto-highlight; 🧹: auto-clear notes; 😈: speed demon; 🧞: hints.",
                    "path": "-",
                    "tags": ["share", "text", "waffle", "emoji"]
                },
                {
                    "q": "How does Family Sharing work?",
                    "a": "The Pro in-app purchase supports Apple family sharing with up to 5 other family members. Details on how to enable it are available on Apple's websites: apple.com/family-sharing",
                    "path": "-",
                    "tags": ["family", "sharing"]
                },
                {
                    "q": "Why is my score not on the leaderboard?",
                    "a": "If your phone was not connected to the internet when you completed the puzzle it's possible that the score was not submitted. Additionally, you need to tap 'MBMV' in the bottom right of the leaderboard to see scores that used the move by move validation assist.",
                    "path": "Statistics Tab",
                    "tags": ["leaderboard", "game", "center", "score"]
                },
                {
                    "q": "Four notes is not enough, I want nine notes!",
                    "a": "Check out 'More Settings':",
                    "path": "Settings -> Game Settings -> More Settings",
                    "tags": ["9", "notes", "nine", "4"]
                },
                {
                    "q": "What is move by move validation?",
                    "a": "Move by move validation will check each move you make and compare it to the solution. If it's wrong, the box turns red.",
                    "path": "Settings -> Move by Move Validation",
                    "tags": ["move by move", "help", "valid", "red"]
                },
                {
                    "q": "Why can I only play one game a day?",
                    "a": "An app takes a ton of time and energy to build and maintain. I've spent 200+ hours of my free time on this app. Unlimited games is only a small one-time purchase and helps support development of the app.",
                    "path": "-",
                    "tags": ["money", "purchase", "evil"]
                },
                {
                    "q": "Can I turn off the vibrations when I tap things in the game?",
                    "a": "Check out 'More Settings':",
                    "path": "Settings -> Game Settings -> More Settings",
                    "tags": ["haptic feedback", "haptic", "vibrations", "vibration", "touch"]
                },
                {
                    "q": "When's the app going to get translated into other languages?",
                    "a": "If you would like to help translate Not Evil Sudoku to your language, please contact me at sudoku@notevil.app",
                    "path": "Settings -> Translation",
                    "tags": ["language", "country", "translation"]
                },
                {
                    "q": "Have another question or feature request?",
                    "a": "Shoot me an email: sudoku@notevil.app or tweet @NotEvilSudoku.",
                    "path": " Settings -> Send Feedback",
                    "tags": ["feature", "feedback", "bug"]
                }
            ]
        },
        {
            "name": "Purchases",
            "items": [
                {
                    "q": "I bought a purchase but I can't see it in the app. What's going on?",
                    "a": "The app refreshes your purchases every time you restart so restarting the app should fix most issues. To restart the app simply swipe up halfway (or tap home button twice) and remove it from your app history. Then open the app.",
                    "path": "Settings -> Purchases",
                    "tags": ["free", "paid", "purchase", "restore", "money"]
                },
                {
                    "q": "How is the pricing for different regions decided?",
                    "a": "I set the price for the United States, and Apple sets the prices for the rest of the world based on the US price.",
                    "path": "",
                    "tags": ["price", "locale", "region", "inflation", "country"]
                }
            ]
        }
    ]
}
